{
  "Header": {
    "title": "Trò chuyện"
  },
  "Footer": {
    "text1": "Bắt đầu trò chuyện"
  },
  "Order": {
    "text1": "Đơn hàng của bạn đã bị huỷ"
  },
  "OrderDetailHeader": {
    "text": "Giá dự kiến",
    "text-1": "Giá chốt",
    "text1-1": "Đây là giá chốt của thợ khi đã nắm rõ chi tiết hạng mục, nếu trong quá trình làm việc có phát sinh thêm gì mới sẽ chỉnh sửa lại giá sau",
    "text1": "Đây là giá mà thợ dự kiến ước lượng khoảng giá, đến nơi kiểm tra kĩ sẽ chốt giá sau",
    "text2": "Đã hiểu",
    "title": "Chi tiết đơn hàng",
    "text3": "Bảo hành",
    "text4": "ngày",
    "text5": "Xem chi tiết",
    "text6": "Còn lại"
  },
  "MessageOfMessageBlock": {
    "cancelOrder": "Đơn hàng đã bị hủy",
    "acceptPrice": "Đã tìm được thợ phù hợp",
    "completeOrder": "Đơn hàng đã hoàn tất",
    "expressGuarantee": "Đơn hàng đã hết hạn bảo hành"
  },
  "StatsusText": {
    "sending": "Đang gửi",
    "sent": "Đã gửi",
    "failed": "Gửi thất bại",
    "seen": "Đã xem"
  },
  "PinMessage": {
    "title": "Dành cho Khách Hàng",
    "title1": "Dành cho Cộng Tác Viên",
    "content": "Để đảm bảo quyền lợi và an toàn của quý khách, vui lòng không cung cấp số điện thoại, Zalo hoặc địa chỉ cá nhân. Vua Thợ không cho phép các hành vi giao dịch/chuyển khoản riêng/tuyển dụng/cung cấp các thông tin cá nhân/các yêu cầu hủy đơn/thêm/bớt dịch vụ ngoài ứng dụng,... Tất cả giao dịch và liên hệ đều nên thực hiện thông qua ứng dụng Vua Thợ để được bảo vệ quyền lợi và hỗ trợ nhanh chóng khi cần thiết. Vua Thợ sẽ thu thập và sử dụng lịch sử chat theo Chính sách bảo mật của Vua Thợ.",
    "content1": "Để đảm bảo an toàn và tuân thủ quy định của Vua Thợ, vui lòng không xin số điện thoại, Zalo hoặc địa chỉ của khách hàng. Toàn bộ quy trình liên hệ và cung cấp dịch vụ đều phải thực hiện trên ứng dụng. Ngoài ra, Vua Thợ không cho phép các hành vi giao dịch/chuyển khoản riêng/tuyển dụng/cung cấp các thông tin cá nhân/các yêu cầu hủy đơn/thêm/bớt dịch vụ ngoài ứng dụng,...  Nếu vi phạm, chúng tôi sẽ có biện pháp xử lý theo quy định."
  }
}
